/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ z %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Táto skratka bola importovaná z apky %1$@ %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Táto skratka bola importovaná z apky %1$@ %2$@.";

/* %@ = action name */
"Add “%@”" = "Pridať „%@“";

/* %@ = action name */
"Remove “%@”" = "Odstrániť „%@“";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Chcete sa v apke Skratky odhlásiť zo služby %@?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Chcete sa odhlásiť zo služby %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Táto skratka bola importovaná z apky %@. Naozaj ju chcete spustiť?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "ako %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Chcete vymazať aj akcie v rámci akcie „%@“?";

/* %@=app name */
"Install %@" = "Nainštalovať %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Fráza Siri";

/* Access resource action settings title */
"Accounts" = "Účty";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Upravovanie skratiek bolo dokončené";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "Akcia %@ bola pridaná medzi obľúbené";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "Akcia %@ bola odstránená z obľúbených";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Spúšťa sa skratka";

/* Accessibility action */
"Delete shortcut" = "Vymazať skratku";

/* Accessibility action */
"Duplicate shortcut" = "Duplikovať skratku";

/* Accessibility action */
"Favorite Action" = "Akcia Pridať medzi obľúbené";

/* Accessibility action */
"Rename shortcut" = "Premenovať skratku";

/* Accessibility action */
"Un-favorite Action" = "Odstrániť akciu z obľúbených";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Upraviť skratku";

/* Accessibility action or discoverability title */
"Run shortcut" = "Spustiť skratku";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "akcia %@ bola pridaná do skratky";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Akceptované typy vstupu";

/* Accessibility announcement */
"Closed variables tray" = "Zásobník premenných bol zatvorený";

/* Accessibility announcement */
"Editing shortcuts" = "Upravujú sa skratky";

/* Accessibility announcement */
"Opened variables tray" = "Zásobník premenných bol otvorený";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "ťahanie";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Skratka sa dokončila";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "akcia %1$@ bola pridaná do skratky nad akciou %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "akcia %1$@ bola pridaná do skratky pod akciou %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "presunuté nad akciu %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "presunuté pod akciu %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "akcia %@ bola odstránená";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "Skratka %@ bola duplikovaná";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "zbalené";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Ťahanie";

/* Accessibility announcement; expanded parameter */
"expanded" = "rozbalené";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Skratka bola zastavená";

/* Accessibility hint */
"Closes the shortcut" = "Zatvorí skratku.";

/* Accessibility hint */
"Creates a new shortcut" = "Vytvorí novú skratku.";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Vymaže vybrané skratky.";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Klepnutím dvakrát pridáte položku na koniec skratky. Klepnutím, podržaním a potiahnutím môžete nastaviť jej umiestnenie v skratke.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Dá sa potiahnuť. Klepnite dvakrát a podržte, počkajte na zvuk a potom preusporiadajte ťahaním. Klepnutím dvakrát vyberte.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Duplikuje vybrané skratky.";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Táto skratka sa zobrazí v rozšírení akcií apky Skratky (v menu zdieľania iOS), keď sa bude zdieľať niektorý z typov obsahu vybraných v tejto časti.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Vypne režim úprav skratky.";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Zapne režim úprav skratky.";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Dvojitým klepnutím zbalíte zásuvku akcií na polovicu obrazovky";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Dvojitým klepnutím úplne rozbalíte zásuvku akcií";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Klepnutím dvakrát zobrazíte popis akcie.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Dá sa potiahnuť. Klepnite dvakrát a podržte, počkajte na zvuk a potom preusporiadajte ťahaním. Klepnutím dvakrát zobrazíte popis akcie.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Klepnutím dvakrát prepnete nastavenie";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Klepnutím dvakrát vyberiete";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Klepnutím dvakrát zbalíte";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Klepnutím dvakrát vložíte";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Klepnutím dvakrát rozbalíte";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Spustí skratku %@.";

/* Accessibility label */
"Add Tag" = "Pridať značku";

/* Accessibility label */
"Close" = "Zatvoriť";

/* Accessibility label */
"Create Shortcut" = "Vytvoriť skratku";

/* Accessibility label */
"Show Keyboard" = "Zobraziť klávesnicu";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Vnútri akcie %@";

/* Accessibility label or discoverability title */
"Redo" = "Obnoviť";

/* Accessibility label or discoverability title */
"Undo" = "Odvolať";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Minimalizovaná";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Polovičná obrazovka";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Celá obrazovka";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Akcia %@ – spustené – %d percent hotovo";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "Akcia %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Odstrániť filter";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (nevybrané)";

/* Accessibility value; switch is on */
"On" = "Zap.";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Uvoľnením odstránite akciu %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Táto akcia odovzdáva vstup ako výstup.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Načíta vstup odovzdaný na začiatku skratky.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Zatiaľ nemáte žiadne skratky pre menu zdieľania.\n\nAk chcete nejakú pridať, vytvorte skratku a v jej nastaveniach zapnite možnosť Zobraziť v menu zdieľania.";

/* Action extension; no search results */
"No shortcuts match the search." = "Vyhľadávaniu nezodpovedajú žiadne skratky.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Zatiaľ nemáte žiadne skratky.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Návrhy Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Skratka: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Pridať do tejto skratky";

/* Add search filter */
"Add Filter" = "Pridať filter";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Ktokoľvek s prístupom k zdieľanému odkazu si bude môcť prezerať obsah tejto skratky.";

/* Alert title */
"Error" = "Chyba";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Vytvoriť odkaz na iCloude";

/* Allow access to service */
"Allow Access" = "Povoliť prístup";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(nie je nainštalovaná) %@";

/* App search view; navigation bar title */
"Choose App" = "Vyberte apku";

/* App search view; no results */
"No results." = "Žiadne výsledky.";

/* App search view; search bar placeholder */
"Search apps…" = "Vyhľadať apky…";

/* Apple Watch complication */
"Complication" = "Komplikácia";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Zatiaľ nemáte žiadne skratky pre Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Vyberte skratky, ktoré sa majú zobrazovať v komplikácii Skratky na ciferníku Apple Watch.\n\nApka Skratky bude zobrazovanie skratiek v komplikácii postupne optimalizovať podľa toho, kedy ich spustíte.";

/* Apps category */
"Apps" = "Apky";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Pri spustení tejto skratky zobrazí výzvu na zadanie textu.";

/* Boolean false */
"False" = "Nepravda";

/* Boolean true */
"True" = "Pravda";

/* Button */
"Back" = "Späť";

/* Button */
"Cancel" = "Zrušiť";

/* Button */
"Choose Variable" = "Vyberte premennú";

/* Button */
"Clear" = "Vymazať";

/* Button */
"Delete Actions" = "Vymazať akcie";

/* Button */
"Delete Shortcut" = "Vymazať skratku";

/* Button */
"Done" = "Hotovo";

/* Button */
"Get More Shortcuts" = "Získať ďalšie skratky";

/* Button */
"Go Back" = "Naspäť";

/* Button */
"Help" = "Pomocník";

/* Button */
"Keep Actions" = "Ponechať akcie";

/* Button */
"Next" = "Ďalej";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Odstrániť akciu";

/* Button */
"Remove Action From Shortcut" = "Odstrániť akciu zo skratky";

/* Button */
"Remove Photo" = "Odstrániť fotku";

/* Button */
"Select Magic Variable" = "Vybrať magickú premennú";

/* Button */
"Select Photo" = "Vybrať fotku";

/* Button */
"Show Action Settings" = "Zobraziť nastavenia akcií";

/* Button */
"Show Actions" = "Zobraziť akcie";

/* Button */
"Sign Out" = "Odhlásiť sa";

/* Button */
"Take Photo" = "Odfotiť";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Pridať na plochu";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Pridať na plochu";

/* Button or title */
"Delete" = "Vymazať";

/* Button or title */
"Run Shortcut" = "Spustiť skratku";

/* Button or title */
"Settings" = "Nastavenia";

/* Button or title */
"Variables" = "Premenné";

/* Button title */
"Add to Siri" = "Pridať do Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Získať skratku";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Zobraziť výsledok na celej obrazovke";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Zobraziť predstavenie";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Zdieľať výsledok";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Táto skratka funguje s nasledovnými apkami a službami:";

/* Choose an item */
"Choose" = "Vybrať";

/* Conditional AND */
"and" = "a";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Znova vložiť „Inak“";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Akcie umiestnené za položkou „Inak“ sa spustia, ak podmienka nie je splnená.";

/* Conditional actions settings navigation bar title */
"If Action" = "Akcia Ak";

/* Confirmation HUD when link copies */
"Link copied" = "Odkaz bol skopírovaný";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Naozaj chcete zastaviť zdieľanie tejto skratky? Odkaz na iCloude bude vymazaný a už nebude funkčný.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Táto skratka bude vymazaná zo všetkých vašich zariadení, ktoré používajú iCloud.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Tieto skratky budú vymazané zo všetkých vašich zariadení, ktoré používajú iCloud.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "„%1$@“ nevyzerá ako %2$@. Chceli ste pridať kontakt?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Použiť „%@“";

/* Contact field; accessibility label */
"Add Contact" = "Pridať kontakt";

/* Contact field; button */
"Search Contacts" = "Vyhľadať kontakty";

/* Contact field; supported type string */
"a phone number" = "telefónne číslo";

/* Contact field; supported type string */
"a phone number or email address" = "telefónne číslo alebo emailová adresa";

/* Contact field; supported type string */
"an email address" = "emailová adresa";

/* Content Types category */
"Content Types" = "Typ obsahu";

/* Copy link to shortcut */
"Copy Link" = "Kopírovať odkaz";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Kopírovať odkaz na iCloude";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Tento formát používa vzory definované v technickom štandarde Unicode č. 35.";

/* Custom date format alert title */
"Custom Date Format" = "Vlastný formát dátumu";

/* Custom date formatting style */
"Custom" = "Vlastný";

/* Custom time format title */
"Custom Format" = "Vlastný formát";

/* Default option */
"Default" = "Predvolené";

/* Delete all shortcuts */
"Delete All" = "Vymazať všetky";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Odznačiť všetky";

/* Dictionary key placeholder */
"Key" = "Kľúč";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Nastavenia skratky";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Zastaviť skratku";

/* Discoverability title */
"Close shortcut" = "Zavrieť skratku";

/* Discoverability title */
"Search actions" = "Vyhľadať akcie";

/* Discoverability title */
"Stop shortcut" = "Zastaviť skratku";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Zobraziť v menu zdieľania";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Zobraziť vo widgete";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Zobraziť v komplikácii";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Zobraziť na Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Duplikovať skratku";

/* Duplicate shortcut */
"Duplicate" = "Duplikovať";

/* Edit import questions back bar button title */
"Questions" = "Otázky";

/* Error message */
"No options available." = "Nie sú dostupné žiadne možnosti.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Nepodarilo sa načítať App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Widget umožňuje rýchle spúšťanie skratiek.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Pridať medzi obľúbené";

/* Favorite button title - action is favorited */
"Favorited" = "Obľúbené";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Účet: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Sú splnené všetky nasledujúce podmienky";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Sú splnené ľubovoľné z nasledujúcich podmienok";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "začína na";

/* Find filter UI operator */
"contains" = "obsahuje";

/* Find filter UI operator */
"does not contain" = "neobsahuje";

/* Find filter UI operator */
"ends with" = "končí na";

/* Find filter UI operator */
"is" = "je";

/* Find filter UI operator */
"is after" = "je po";

/* Find filter UI operator */
"is before" = "je pred";

/* Find filter UI operator */
"is between" = "je medzi";

/* Find filter UI operator */
"is exactly" = "je presne";

/* Find filter UI operator */
"is greater than" = "je viac ako";

/* Find filter UI operator */
"is greater than or equal to" = "je viac ako alebo sa rovná";

/* Find filter UI operator */
"is in the last" = "je v uplynulých";

/* Find filter UI operator */
"is in the next" = "je počas nasledujúcich";

/* Find filter UI operator */
"is larger than" = "je väčšie ako";

/* Find filter UI operator */
"is larger than or equal to" = "je väčšie ako alebo sa rovná";

/* Find filter UI operator */
"is less than" = "je menej ako";

/* Find filter UI operator */
"is less than or equal to" = "je menej ako alebo sa rovná";

/* Find filter UI operator */
"is longer than" = "je dlhšie ako";

/* Find filter UI operator */
"is longer than or equal to" = "je dlhšie ako alebo sa rovná";

/* Find filter UI operator */
"is not" = "nie je";

/* Find filter UI operator */
"is not exactly" = "nie je presne";

/* Find filter UI operator */
"is not on" = "nie je zo dňa";

/* Find filter UI operator */
"is on" = "je zo dňa";

/* Find filter UI operator */
"is shorter than" = "je kratšie ako";

/* Find filter UI operator */
"is shorter than or equal to" = "je kratšie ako alebo sa rovná";

/* Find filter UI operator */
"is smaller than" = "je menšie ako";

/* Find filter UI operator */
"is smaller than or equal to" = "je menšie ako alebo sa rovná";

/* Find filter UI operator */
"is today" = "je dnes";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Ak túto skratku pridáte do Siri, budete ju môcť spúšťať hlasom.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Túto skratku môžete používať v ostatných apkách otvorením menu zdieľania a klepnutím na Skratky.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Zadajte kľúč, ktorého hodnotu chcete extrahovať zo slovníka, alebo nechajte prázdne, ak chcete načítať celý slovník.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (toto zariadenie)";

/* Full name of contact */
"Full Name" = "Celé meno";

/* Full street address of location */
"Full Street Address" = "Celá ulica";

/* Get property */
"Get" = "Získať";

/* Get value for a dictionary key */
"Get Value for Key" = "Získať hodnotu kľúča";

/* Go to next import question */
"Continue" = "Pokračovať";

/* Guided tour; drag actions to here hint */
"…to here" = "…sem";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Sem potiahnite akcie";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Táto akcia bude pri spustení na Apple Watch vyžadovať, aby ste použili Handoff a pokračovali na iPhone.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Jednotka";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Čas ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Znak %1$@, farba pozadia %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Vyberte vlastný obrázok, ktorý sa použije pri pridaní tejto skratky na plochu.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "Obrázok vyššie sa použije pri pridaní tejto skratky na plochu.";

/* Icon editor; accessibility label */
"Icon Preview" = "Náhľad ikony";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Editor ikony skratky";

/* Icon editor; segmented control option */
"Color" = "Farba";

/* Icon editor; segmented control option */
"Glyph" = "Znak";

/* Icon editor; segmented control option */
"Home Screen" = "Plocha";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Otázky pridané sem sa zobrazia po naimportovaní tejto skratky do iného zariadenia. Odpovede budú zapísané do skratky.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Importované otázky môžete otestovať pomocou tlačidla Prispôsobiť skratku v nastaveniach tejto skratky.";

/* Import questions detail view */
"Default Answer" = "Predvolená odpoveď";

/* Import questions detail view */
"Question Text" = "Text otázky";

/* Import questions detail view */
"Type a question here…" = "Sem zadajte otázku…";

/* Import questions details view; navigation bar title */
"Details" = "Podrobnosti";

/* Import questions; button */
"Add New Question…" = "Pridať novú otázku…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Vyberte parameter z jednej z nasledujúcich akcií.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Vyberte parameter";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Táto skratka neobsahuje žiadne akcie. Pred nastavením importovaných otázok pridajte do skratky nejaké akcie.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Táto skratka akceptuje: %@";

/* Input types of action */
"Input" = "Vstup";

/* Input variable description */
"Gets the output of the previous action." = "Načíta výstup predchádzajúcej akcie.";

/* Install app icon; should match App Store GET button */
"GET" = "ZÍSKAŤ";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Ak chcete vytvoriť skratku, pridajte akcie z dolnej časti.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Ak chcete vytvoriť skratku, pridajte akcie z ľavej strany.";

/* Item can be anything */
"anything" = "čokoľvek";

/* Keep all shortcuts */
"Keep All" = "Ponechať všetky";

/* Keep shortcuts */
"Keep" = "Ponechať";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Ponechať %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Rozbaliť";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Zbaliť";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Akceptované typy";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Pridať %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Aký typ hodnoty chcete pridať?";

/* Long date formatting style */
"Long" = "Dlhý";

/* Manage sharing */
"Manage Sharing" = "Spravovať zdieľanie";

/* Medium date formatting style */
"Medium" = "Stredný";

/* Missing action error action */
"Update Shortcuts" = "Aktualizovať Skratky";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Táto akcia sa nenašla v tejto verzii apky Skratky.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Názov a URL obchodu";

/* Name of measurement unit */
"Unit (Name)" = "Jednotka";

/* Navigation bar title */
"Select a Magic Variable" = "Vybrať magickú premennú";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Vyriešiť konflikty";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Premenná nie je k dispozícii.";

/* None option */
"None" = "Žiadne";

/* Note about using the action */
"Note" = "Poznámka";

/* Parameter already in use by another import question */
"Already In Use" = "Už sa používa";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Nie je podporované pre otázky";

/* Piece of text */
"Text" = "Text";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Táto skratka bola importovaná z inej apky. Naozaj ju chcete spustiť?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relatívny";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Ako dávno/ďaleko v budúcnosti";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Neznáme zariadenie";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Tento názov sa bude používať pre všetky magické premenné akcie %@.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Premenovať magickú premennú";

/* Rename shortcut alert title */
"Rename Shortcut" = "Premenovať skratku";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Zadajte nový názov skratky.";

/* Rename workflow or variable */
"Rename" = "Premenovať";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Vyžaduje:";

/* Result types of action */
"Result" = "Výsledok";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Zobraziť akciu";

/* Scripting category */
"Scripting" = "Skripty";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Vyhľadať";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Skratky komplikácií";

/* Select all input types */
"Select All" = "Vybrať všetky";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Zdieľať skratku";

/* Share a workflow along with a description */
"Share with Description" = "Zdieľať s popisom";

/* Share a workflow as a file */
"Share as File" = "Zdieľať ako súbor";

/* Share shortcut */
"Share" = "Zdieľať";

/* Short date formatting style */
"Short" = "Krátky";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "Skratka %@ neobsahuje žiadne akcie.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Prázdna skratka";

/* Shortcut contains no actions error title */
"No Actions" = "Žiadne akcie";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Prispôsobiť skratku…";

/* Shortcut icon */
"Icon" = "Ikona";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Vyberte skratku";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Presunuté medzi skratky %1$@ a %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Presunuté na koniec za skratku %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Presunuté na začiatok pred skratku %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Ak chcete používať skratky z widgetu Dnes, pomocou niekoľkých jednoduchých krokov pridajte widget, prípadne klepnite na Hotovo a nastavte ho neskôr.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Ak chcete rýchlo pridávať skratky, pridajte widget Dnes.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Snímka menu zdieľania v Safari so zvýraznenou aktivitou apky Skratky";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Skratky rozšírení akcií sa spúšťajú z menu zdieľania v iných apkách.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Skratky z widgetu Dnes možno spustiť v centre hlásení potiahnutím prstom nadol z horného okraja obrazovky.";

/* Shortcut types help view; title */
"Shortcut Types" = "Typy skratiek";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Vymazané na zariadení %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Vymazané na inom zariadení";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Upravené na zariadení %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Upravené na inom zariadení";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Vyhľadať skratky…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Snímka obrazovky widgetu Skratky v centre hlásení";

/* Siri phrase */
"“%@”" = "„%@“";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Preskočiť nastavovanie";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "2";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Zastaviť zdieľanie";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Odoslať do galérie";

/* Tap to choose an option */
"Tap to Choose" = "Klepnutím vyberte";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Pozrite si skratku, ktorú sa mi podarilo vytvoriť!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Ovládač akcií";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "na spodku obrazovky";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "v pravom hornom rohu obrazovky";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Čokoľvek";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "nič";

/* Title */
"Actions" = "Akcie";

/* Title */
"Date Format" = "Formát dátumu";

/* Title */
"Requires Handoff" = "Vyžaduje Handoff";

/* Title */
"Shortcuts" = "Skratky";

/* Title */
"Time Format" = "Formát času";

/* Title */
"Type" = "Typ";

/* Title for action drawer categories view */
"Categories" = "Kategórie";

/* Title for configuration page for unit */
"Unit (Title)" = "Jednotka";

/* Title of main screen showing your library of shortcuts */
"Library" = "Knižnica";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Prispôsobenie Skratiek";

/* Title or button */
"Import Questions" = "Importované otázky";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "A je to! Widget Dnes je nastavený.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Teraz vezmite niekoľko skratiek widgetu Dnes z galérie.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Pomocou widgetu Dnes apky Skratky môžete skratky spúšťať jedným klepnutím z ľubovoľnej apky – stačí otvoriť centrum hlásení.";

/* Today widget explanation button */
"Add Widget" = "Pridať widget";

/* Today widget explanation button */
"View the Gallery" = "Zobraziť galériu";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Rýchlo a odkiaľkoľvek spúšťajte skratky na svojom zariadení %MODEL%.";

/* Unknown item */
"Unknown" = "Neznáme";

/* Used in a phrase like 'Add new item' */
"new item" = "novú položku";

/* User’s favorited workflows or actions */
"Favorites" = "Obľúbené";

/* Variable field placeholder */
"Variable Name" = "Názov premennej";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Premennú môžete vytvoriť pridaním akcie Nastaviť premennú.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Nie sú dostupné žiadne premenné";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Konflikty";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Nastavenie skratky";

/* Workflow name */
"Name of Shortcut" = "Názov";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Klepnite na Hotovo a pokračujte v upravovaní skratky.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Snímka obrazovky apky Skratky pre hodinky";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Skratky Apple Watch môžete spúšťať priamo zo zápästia pomocou apky Skratky na hodinkách alebo komplikácie.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Ako nájdem widget Dnes?";

/* iOS Today Widget */
"Today Widget" = "Widget Dnes";

